/* ex_and_ks */
"Both Extra/Extensions and Extra/KextStore found." = "Extra/Extensions e Extra/KextStore encontradas.";

/* done_caption */
"Done" = "Concluido";

/* error_caption */
"Error" = "Erro";

/* warning_caption */
"Warning" = "Atenção";

/* no_extra */
"No Extra folder on selected disk." = "Não existe pasta Extra no disco selecçionado.";

/* no_ex_or_ks */
"No Extra/Extensions or Extra/KextStore found." = "Não existe pasta Extra/Extensions ou Extra/KextStore no disco selecçionado.";

/* no_ks */
"No Extra/KextStore found." = "Não existe Extra/KextStore no disco selecçionado.";

/* no_ee */
"No Extra/Extensions found." = "Não existe Extra/Extensions no disco selecçionado.";

/* no_sel_kexts */
"No selected kexts to install." = "Não selecçionou nenhuma kexts para instalar.";

/* no_sle */
"No System/Library/Extensions on selected disk." = "Não existe Sistema/Biblioteca/Extensions no disco selecçionado.";

/* tasks_finished */
"Selected tasks were finished." = "Tarefas selecçionas estão concluidas.";

/* no_options */
"You haven't selected any options." = "Não selecçionou nenhumas opções.";

/* no_kext */
"You haven't selected any kext." = "Não selecçionou nenhuma kext.";

/* yes */
"Yes" = "Sim";

/* no */
"No" = "Não";

/* saved */
"Saved." = "Lista de kexts carregadas.";

/* unknown_kext */
"Unknown kext" = "Kext desconhecida";

/* continue_caption */
"Continue?" = "Continuar?";

/* ee_bb_desc */
"Do you want to bring back Extra/Extensions from Extra/KextStore on selected disk?" = "Quer recuperar Extra/Extensions de Extra/KextStore no disco selecçionado?";

/* eks_create_desc */
"Do you want to create Extra/KextStore from Extra/Extensions on selected disk?\nMkext will be created, it can take a while." = "Quer criar Extra/KextStore de Extra/Extensions no disco selecçionado?\nMkext será criada, pode demorar um pouco.";

/* no_mkext_unpack */
"Unpack directory doesn't exist." = "Directoria para descomprimir não existe.";

/* mkext_upacked */
"Mkext was unpacked to selected directory." = "Mkext foi descomprimida para a directoria selecçionada.";

/* no_mkext */
"You haven't selected any mkext." = "Não selecçionou nenhuma mkext.";

/* mkext_no_x86_64 */
"Architecture x86_64 not found in mkext." = "Arquitectura x86_64 não encontrada em mkext.";

/* mkext_no_i386 */
"Architecture i386 not found in mkext." = "Arquitectura i386 não encontrada em mkext.";

/* mkext_no_ppc */
"Architecture ppc not found in mkext." = "Arquitectura não encontrada em mkext.";

/* mkext_no_ppc64 */
"Architecture ppc64 not found in mkext." = "Arquitectura ppc64 não encontrada em mkext.";

/* new_ver_caption */
"New version found" = "Nova Versão Encontrada";

/* no_new_ver_caption */
"No new version found" = "Versão Actualizada";

/* new_ver */
"New version " = "Nova versão ";

/* found */
" found on server.\nDo you want to download it?" = " encontrada no servidor.\nQuer tranferir?";

/* latest_ver */
"You have the latest version of program (" = "Dispôe da ultima versão do programa (";

/* close */
"Close" = "Fechar";

/* show_topic */
"Show topic on forum" = "Mostrar tópico no forum";

/* download */
"Download" = "Transferir";

/* check_error */
"An error has occurred during version check.\nCheck your internet connection and try again later." = "Ocorreu erro durante a verificação da versão.\nVerifica a tua ligação com a internet e tenta mais tarde.";

/* found */
"Found: " = "Encontrada: ";

/* kext_name */
"Name: " = "Nome: ";

/* repairing_e_perms */
"Repairing Extra permissions..." = "Reparando permissões em  Extra...";

/* rebuilding_e_mkext */
"Rebuilding Extra mkext..." = "Reconstruindo Extra mkext...";

/* repairing_sle_perms */
"Repairing S/L/E permissions..." = "Reparando permissões em S/L/E...";

/* repairing_disk_perms */
"Repairing disk permissions..." = "Reparando permissões no disco...";

/* "rebuilding_sle_cache" */
"Rebuilding system cache..." = "Reconstruindo cache do sistema...";
